""""""""""""""""
print('Давайте создадим структуру данных «Товары»')
n = int(input('Введите колличество товаров '))
i = 1
goods = {
	'название': 'товар',
	'цена (руб)': 0.01,
	'кол-во товра (ед.)': 1,
	'комлектация товара (шт.)': 1
}
goods_el = []
goods_st = []
while i <= n:
	goods['название'] = input('Введите товар - '),
	goods['цена (руб)'] = float(input('Введите цену товара -  ')),
	goods['кол-во товра (ед.)'] = int(input('Введите кол-во товара -  ')),
	goods['комлектация товара (шт.)'] = int(input('Введите комлектация товара (шт.) -  '))
	ng = i
	goods_el.append(ng)
	goods_el.append(goods)
	t = tuple(goods_el)
	good = f'{goods_st}, {t}'
	i += 1
print(f'Давайте помотрим структуру данных «Товары»', {good})
"""""""""

Давайте помотрим структуру данных «Товары
	Good
	{"(1, {'название': 'олжло',, 'цена (руб)': (101.12,), 'кол-во товра (ед.)': (5,), 'комлектация товара (шт.)': 1}, 2, {'название': ('олжло',), 'цена (руб)': (101.12,), 'кол-во товра (ед.)': (5,), 'комлектация товара (шт.)': 1}, 3, {'название': ('олжло',), 'цена (руб)': (101.12,), 'кол-во товра (ед.)': (5,), 'комлектация товара (шт.)': 1})"}
